Repository: ipax77/dsstats
Catalog: src/dsstats.maui/dsstats.localization/DsstatsLoc.*.resx
Languages: de, es, fr, ru, uk

source: Getting started
de: Loslegen
es: Empezar
fr: Commencer
ru: Начало
uk: Початок

source: Decoding Replays
de: Wiedergabe entschlüsseln
es: Descodificación de repeticiones
fr: Décodage des relectures
ru: Декодирование повторов
uk: Декодування переглядів

# Decoding Replays detail
source: To utilize the app's features, you need to decode StarCraft 2 replays, extracting raw data from SC2Replay files. Initiate decoding by selecting the 'New Replays' button on the top row or the 'Decode' button on the 'Home' screen.
de: Um die Funktionen der App zu nutzen, müssen Sie StarCraft 2-Wiederholungen entschlüsseln und Rohdaten aus SC2Replay-Dateien extrahieren. Starten Sie die Entschlüsselung, indem Sie die Schaltfläche 'Neue Wiederholungen' in der obersten Reihe oder die Schaltfläche 'Entschlüsseln' auf dem 'Startbildschirm' auswählen.
es: Para utilizar las funciones de la aplicación, debes descifrar las repeticiones de StarCraft 2, extrayendo datos sin procesar de los archivos SC2Replay. Inicia el descifrado seleccionando el botón 'Nuevas Repeticiones' en la fila superior o el botón 'Descifrar' en la pantalla de 'Inicio'.
fr: Pour utiliser les fonctionnalités de l'application, vous devez décoder les rediffusions de StarCraft 2, en extrayant des données brutes des fichiers SC2Replay. Initiez le décodage en sélectionnant le bouton 'Nouvelles rediffusions' dans la rangée supérieure ou le bouton 'Décoder' sur l'écran d'accueil.
ru: Для использования функций приложения вам необходимо декодировать повторы StarCraft 2, извлекая сырые данные из файлов SC2Replay. Инициируйте декодирование, выбрав кнопку 'Новые повторы' в верхнем ряду или кнопку 'Декодировать' на экране 'Главная'.
uk: Для використання можливостей додатка вам потрібно декодувати повтори StarCraft 2, витягаючи сиру інформацію з файлів SC2Replay. Запустіть декодування, вибравши кнопку 'Нові повтори' у верхньому ряду або кнопку 'Декодувати' на головному екрані.

source: Decoding Process
de: Entschlüsselungsprozess
es: Proceso de descodificación
fr: Processus de décodage
ru: Процесс декодирования
uk: Процес декодування

# Decoding Process detail
source: The initial decoding may take some time, typically 30-60 minutes per 1,000 replays. The duration depends on the number of replays and your hardware capabilities.
de: Die anfängliche Entschlüsselung kann einige Zeit in Anspruch nehmen, normalerweise 30-60 Minuten pro 1.000 Wiederholungen. Die Dauer hängt von der Anzahl der Wiederholungen und Ihren Hardware-Fähigkeiten ab.
es: La decodificación inicial puede llevar algún tiempo, normalmente de 30 a 60 minutos por cada 1,000 repeticiones. La duración depende del número de repeticiones y de las capacidades de su hardware.
fr: Le décodage initial peut prendre un certain temps, généralement de 30 à 60 minutes par 1 000 rediffusions. La durée dépend du nombre de rediffusions et des capacités de votre matériel.
ru: Первичная декодировка может занять некоторое время, обычно 30-60 минут на 1 000 повторов. Продолжительность зависит от количества повторов и технических возможностей вашего оборудования.
uk: Перший етап декодування може зайняти певний час, зазвичай 30-60 хвилин на 1 000 повторень. Тривалість залежить від кількості повторень і можливостей вашого обладнання.

source: Optimizing Decoding
de: Entschlüsselung optimieren
es: Optimizando la descodificación
fr: Optimisation du décodage
ru: Оптимизация декодирования
uk: Оптимізація декодування

# Optimizing Decoding detail
source: You can enhance decoding speed by configuring the number of CPU cores in the 'Settings' screen. Note that during initial decoding, these cores will be heavily utilized.
de: Sie können die Decodierungsgeschwindigkeit verbessern, indem Sie die Anzahl der CPU-Kerne auf dem Bildschirm 'Einstellungen' konfigurieren. Beachten Sie, dass während der anfänglichen Decodierung diese Kerne stark beansprucht werden.
es: Puedes mejorar la velocidad de descodificación configurando el número de núcleos de CPU en la pantalla de 'Configuración'. Ten en cuenta que durante la decodificación inicial, estos núcleos se utilizarán intensivamente.
fr: Vous pouvez améliorer la vitesse de décodage en configurant le nombre de cœurs CPU dans l'écran 'Paramètres'. Notez que pendant le décodage initial, ces cœurs seront fortement sollicités.
ru: Вы можете увеличить скорость декодирования, настроив количество ядер CPU на экране 'Настройки'. Обратите внимание, что во время начального декодирования эти ядра будут активно использоваться.
uk: Ви можете підвищити швидкість декодування, налаштувавши кількість ядер ЦП на екрані 'Налаштування'. Зверніть увагу, що під час початкового декодування ці ядра будуть інтенсивно використовуватися.

source: Decoding Speed
de: Entschlüsselungsgeschwindigkeit
es: Velocidad de descodificación
fr: Vitesse de décodage
ru: Скорость декодирования
uk: Швидкість декодування

# Decoding Speed detail
source: Post the initial decoding, individual replays can be processed swiftly, ranging from 3-10 seconds based on the game duration.
de: Nach der anfänglichen Entschlüsselung können einzelne Wiederholungen schnell verarbeitet werden, je nach Spieldauer zwischen 3 und 10 Sekunden.
es: Después de la decodificación inicial, las repeticiones individuales pueden procesarse rápidamente, variando entre 3 y 10 segundos según la duración del juego.
fr: Après le décodage initial, les rediffusions individuelles peuvent être traitées rapidement, de 3 à 10 secondes en fonction de la durée du jeu.
ru: После начального декодирования отдельные повторы могут быть обработаны быстро, в пределах 3-10 секунд в зависимости от продолжительности игры.
uk: Після початкового декодування окремі повторення можуть бути оброблені швидко, від 3 до 10 секунд в залежності від тривалості гри.

source: Automatic Replay Detection
de: Automatische Wiederholungserkennung
es: Detección automática de repeticiones
fr: Détection automatique des rediffusions
ru: Автоматическое обнаружение повторов
uk: Автоматичне виявлення повторів

# Automatic Replay Detection detail
source: The app automatically identifies and decodes new replays in folders specified in the 'Settings' screen if the application is open.
de: Die App erkennt und entschlüsselt automatisch neue Wiederholungen in den auf dem Bildschirm 'Einstellungen' angegebenen Ordnern, wenn die Anwendung geöffnet ist.
es: La aplicación identifica y descodifica automáticamente nuevas repeticiones en las carpetas especificadas en la pantalla de 'Configuración' si la aplicación está abierta.
fr: L'application identifie et décode automatiquement les nouvelles rediffusions dans les dossiers spécifiés dans l'écran 'Paramètres' si l'application est ouverte.
ru: Приложение автоматически определяет и декодирует новые повторы в папках, указанных на экране 'Настройки', если приложение открыто.
uk: Додаток автоматично визначає та декодує нові повтори в папках, вказаних на екрані 'Налаштування', якщо додаток відкритий.

source: Pause and Resume Functionality
de: Funktionalität zum Anhalten und Fortsetzen
es: Funcionalidad de Pausa y Continuar
fr: Fonctionnalité de Pause et Reprise
ru: Функция паузы и возобновления
uk: Функціональність паузи та відновлення

# Pause and Resume Functionality detail
source: Decoding can be paused at any time, and the app will resume from the last position upon restarting.
de: Die Entschlüsselung kann jederzeit pausiert werden, und die App wird beim Neustart an der letzten Position fortgesetzt.
es: La decodificación se puede pausar en cualquier momento, y la aplicación continuará desde la última posición al reiniciar.
fr: La décodage peut être mis en pause à tout moment, et l'application reprendra depuis la dernière position lors de la relance.
ru: Декодирование может быть приостановлено в любое время, и приложение возобновит работу с последней позиции при повторном запуске.
uk: Декодування може бути призупинено в будь-який момент, і додаток продовжить з останньої позиції під час перезапуску.

source: Consent for Upload
de: Zustimmung für den Upload
es: Consentimiento para cargar
fr: Consentement pour le téléchargement
ru: Согласие на загрузку
uk: Згода на завантаження

# Consent for Upload detail
source: To upload replays to the website, you must grant consent in the 'Settings' page. Once consented, decoded replays will be automatically uploaded, or you can manually press the 'Upload' button on the 'Home' screen.
de: Um Wiederholungen auf die Website hochzuladen, müssen Sie auf der 'Einstellungen'-Seite zustimmen. Nach der Zustimmung werden entschlüsselte Wiederholungen automatisch hochgeladen, oder Sie können manuell die Schaltfläche 'Hochladen' auf dem 'Startbildschirm' drücken.
es: Para cargar repeticiones en el sitio web, debes otorgar consentimiento en la página de 'Configuración'. Una vez otorgado el consentimiento, las repeticiones decodificadas se cargarán automáticamente, o puedes presionar manualmente el botón 'Cargar' en la pantalla de 'Inicio'.
fr: Pour télécharger des rediffusions sur le site web, vous devez donner votre consentement dans la page 'Paramètres'. Une fois le consentement donné, les rediffusions décodées seront automatiquement téléchargées, ou vous pouvez appuyer manuellement sur le bouton 'Télécharger' sur l'écran d'accueil.
ru: Для загрузки повторов на веб-сайт, вы должны дать согласие на странице 'Настройки'. После получения согласия декодированные повторы будут автоматически загружены, или вы можете вручную нажать кнопку 'Загрузить' на экране 'Главная'.
uk: Для завантаження повторів на веб-сайт, вам потрібно дати згоду на сторінці 'Налаштування'. Після надання згоди розкодовані повтори автоматично завантажуватимуться, або ви можете вручну натискати кнопку 'Завантажити' на головному екрані.

source: Comparing Stats
de: Statistiken vergleichen
es: Comparando estadísticas
fr: Comparaison des statistiques
ru: Сравнение статистики
uk: Порівняння статистики

# Comparing Stats detail
source: Explore player and commander stats locally or, with consent, compare them online with other players for a comprehensive gaming analysis.
de: Spieler- und Kommandantenstatistiken lokal erkunden oder mit Zustimmung online mit anderen Spielern vergleichen, um eine umfassende Spielanalyse durchzuführen.
es: Explora estadísticas de jugadores y comandantes localmente o, con consentimiento, compáralas en línea con otros jugadores para un análisis de juego integral.
fr: Explorez les statistiques des joueurs et des commandants localement ou, avec consentement, comparez-les en ligne avec d'autres joueurs pour une analyse de jeu complète.
ru: Изучайте статистику игрока и командира локально или, с согласия, сравнивайте ее онлайн с другими игроками для комплексного анализа игры.
uk: Досліджуйте статистику гравців та командирів локально або, за згодою, порівнюйте її онлайн з іншими гравцями для комплексного аналізу гри.

source: Community Support
es: Apoyo comunitario
fr: Soutien de la communauté
ru: Поддержка сообщества
uk: Підтримка спільноти

# Community Support detail
source: Join our online community for additional assistance, updates, and discussions related to the app.
de: Treten Sie unserer Online-Community für zusätzliche Unterstützung, Updates und Diskussionen im Zusammenhang mit der App bei.
es: Únete a nuestra comunidad en línea para obtener asistencia adicional, actualizaciones y discusiones relacionadas con la aplicación.
fr: Rejoignez notre communauté en ligne pour une assistance supplémentaire, des mises à jour et des discussions liées à l'application.
ru: Присоединяйтесь к нашему онлайн-сообществу для дополнительной помощи, обновлений и обсуждений, связанных с приложением.
uk: Приєднуйтеся до нашої онлайн-спільноти для додаткової допомоги, оновлень та обговорень, пов'язаних з додатком.

source: Decode
de: Entschlüsseln
es: Decodificar
fr: Décoder
ru: Декодировать
uk: Декодувати

source: Scan
de: Scannen
es: Escanear
fr: Scanner
ru: Сканировать
uk: Сканувати

source: Upload
de: Hochladen
es: Cargar
fr: Télécharger
ru: Загрузить
uk: Завантажити

source: StopDecoding
de: Entschlüsselung stoppen
es: Detener decodificación
fr: Arrêter le décodage
ru: Остановить декодирование
uk: Зупинити декодування

source: Latest Replay
de: Neueste Wiederholung
es: Última Repetición
fr: Dernière Rediffusion
ru: Последняя повтор
uk: Останній повтор

source: Recent Replay
de: Aktuelle Wiederholung
es: Repetición Reciente
fr: Rediffusion Récente
ru: Недавнее повторение
uk: Остання повторення

source: Session Progress
de: Sitzungsfortschritt
es: Progreso de Sesión
fr: Progression de la Session
ru: Прогресс сессии
uk: Прогрес сесії

source: Replays
de: Wiederholungen
es: Repeticiones
fr: Rediffusions
ru: Повторы
uk: Повторення

source: New Replays
de: Neue Wiederholungen
es: Nuevas Repeticiones
fr: Nouvelles Rediffusions
ru: Новые повторы
uk: Нові повторення

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
ru: Проверить наличие обновлений
uk: Перевірити наявність оновлень

source: Errors
de: Fehler
es: Errores
fr: Erreurs
ru: Ошибки
uk: Помилки

source: Calculating Ratings
de: Berechnung der Bewertungen
es: Calculando Calificaciones
fr: Calcul des Évaluations
ru: Вычисление рейтингов
uk: Обчислення рейтингів

source: Writing to database
de: In die Datenbank schreiben
es: Escribiendo en la base de datos
fr: Écriture dans la base de données
ru: Запись в базу данных
uk: Запис до бази даних

source: Decoded {0} Replay(s) in {1}
de: {0} Wiederholung(en) in {1} entschlüsselt
es: Decodificado {0} repetición(es) en {1}
fr: Décodé {0} rediffusion(s) en {1}
ru: Декодировано {0} повторов за {1}
uk: Декодовано {0} повторів за {1}

source: Uploading
de: Hochladen
es: Subiendo
fr: Envoi
ru: Загрузка (Zagruzka)
uk: Вивантаження

source: Upload successful
de: Erfolgreich hochgeladen
es: Carga exitosa
fr: Téléchargement réussi
ru: Загрузка успешна
uk: Вивантаження успішне

source: Upload failed. Please try again later.
de: Hochladen fehlgeschlagen. Bitte versuchen Sie es später erneut.
es: Error al cargar. Por favor, inténtelo de nuevo más tarde.
fr: Échec du téléchargement. Veuillez réessayer plus tard.
ru: Ошибка загрузки. Пожалуйста, попробуйте снова позже.
uk: Помилка завантаження. Будь ласка, спробуйте знову пізніше.

source: Upload forbidden due to Disable/Delete.
de: Hochladen aufgrund von Deaktivieren/Löschen untersagt.
es: Carga prohibida debido a Desactivar/Eliminar.
fr: Téléchargement interdit en raison de la désactivation/suppression.
ru: Загрузка запрещена из-за Отключения/Удаления.
uk: Завантаження заборонено через Вимкнення/Видалення.

source: Home
de: Startseite
es: Inicio
fr: Accueil
ru: Главная
uk: Головна

source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
ru: Статистика
uk: Статистика

source: Builds
de: Zusammensetzungen
es: Composiciones
fr: Compositions
ru: Композиции
uk: Композиції

source: Ratings
de: Bewertungen
es: Calificaciones
fr: Évaluations
ru: Рейтинги
uk: Рейтинги

# Replays1
source: Replays
de: Spiele
es: Partidas
fr: Rejouer
ru: Повторы
uk: Повтори

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ru: Настройки
uk: Налаштування

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ru: Помощь
uk: Допомога

source: Info
de: Information
es: Información
ru: Информация
uk: Інформація

source: Report Issues or Suggestions
de: Probleme oder Vorschläge melden
es: Informar problemas o sugerencias
fr: Signaler des problèmes ou faire des suggestions
ru: Сообщить о проблемах или предложениях
uk: Повідомити про проблеми чи запропонувати ідеї

source: Upload Replays to {0}
de: Wiederholungen auf {0} hochladen
es: Subir repeticiones a {0}
fr: Télécharger les rediffusions sur {0}
ru: Загрузить повторы на {0}
uk: Завантажити повтори на {0}

source: Auto decode - detect new replays and start decoding after each game
de: Automatische Entschlüsselung - Erkennen neuer Wiederholungen und Starten der Entschlüsselung nach jedem Spiel
es: Decodificación automática: detectar nuevas repeticiones y comenzar la decodificación después de cada juego
fr: Décodage automatique - détecter de nouvelles rediffusions et commencer le décodage après chaque partie
ru: Автоматическая декодировка - обнаружение новых повторов и начало декодирования после каждой игры
uk: Автоматичне декодування - виявлення нових повторів та початок декодування після кожної гри

source: Check for updates on App start
de: Beim Start der App überprüfen, ob es neue Updates gibt
es: Verificar actualizaciones al iniciar la aplicación
fr: Vérifier les mises à jour au démarrage de l'application
ru: Проверять обновления при запуске приложения
uk: Перевіряти оновлення при запуску додатка

source: CPU Cores - used for decoding new replays (available CPU-Cores: {0})
de: CPU-Kerne - für die Entschlüsselung neuer Wiederholungen verwendet (verfügbare CPU-Kerne: {0})
es: Núcleos de CPU - utilizados para decodificar nuevas repeticiones (núcleos de CPU disponibles: {0})
fr: Cœurs de CPU - utilisés pour décoder de nouvelles rediffusions (cœurs de CPU disponibles : {0})
ru: Ядра ЦП - используются для декодирования новых повторов (доступные ядра ЦП: {0})
uk: Ядра ЦП - використовуються для декодування нових повторів (доступні ядра ЦП: {0})

source: SC2Profiles (deactivate the profiles that should not be decoded and uploaded)
de: SC2-Profile (deaktiviere die Profile, die nicht entschlüsselt und hochgeladen werden sollen)
es: SC2Profiles (desactivar los perfiles que no deben descifrarse y subirse)
fr: SC2Profiles (désactiver les profils qui ne doivent pas être décodés et téléchargés)
ru: SC2Profiles (отключить профили, которые не должны быть декодированы и загружены)
uk: SC2Profiles (деактивувати профілі, які не повинні бути декодовані та вивантажені)

source: Custom folders with replays to be decoded and uploaded
de: Benutzerdefinierte Ordner mit Wiederholungen, die entschlüsselt und hochgeladen werden sollen
es: Carpetas personalizadas con repeticiones que deben descifrarse y subirse
fr: Dossiers personnalisés avec des rediffusions à décoder et à télécharger
ru: Пользовательские папки с повторами для декодирования и загрузки
uk: Користувацькі папки з повторами для декодування та вивантаження

source: Replay Start Name
de: Wiederholungsstartname
es: Nombre de inicio de repetición
fr: Nom de démarrage de la rediffusion
ru: Имя начала повтора
uk: Ім'я початку повтору

# Replay Start Name desc
source: The beginning of the filename of the Direct Strike replays - The default value is 'Direct Strike' but might be different depending on your language
de: Der Anfang des Dateinamens der Direct Strike Wiederholungen - Der Standardwert ist 'Direct Strike', kann aber je nach Sprache unterschiedlich sein
es: El comienzo del nombre de archivo de las repeticiones de Direct Strike - El valor predeterminado es 'Direct Strike', pero puede ser diferente según tu idioma
fr: Le début du nom de fichier des rediffusions de Direct Strike - La valeur par défaut est 'Direct Strike', mais peut être différente en fonction de votre langue
ru: Начало имени файла повторов Direct Strike - Значение по умолчанию - 'Direct Strike', но может отличаться в зависимости от вашего языка
uk: Початок імені файлу повторів Direct Strike - Значення за замовчуванням - 'Direct Strike', але може відрізнятися в залежності від вашої мови

source: Replays on Ignore list (skipped during decoding and uploading)
de: Ignorierte Wiederholungen (übersprungen während Entschlüsselung und Hochladen)
es: Repeticiones en la lista de ignorados (omitidas durante la decodificación y subida)
fr: Rediffusions sur la liste d'ignorées (ignorées lors du décodage et du téléchargement)
ru: Повторы в списке игнорирования (пропущены при декодировании и загрузке)
uk: Повтори в списку ігнорування (пропущені під час декодування та вивантаження)

source: UnIgnore
de: Unignorieren
es: Quitar de ignorados
fr: Réactiver
ru: Отменить игнорирование
uk: Скасувати ігнорування

source: Reset Ignorelist
de: Ignorierliste zurücksetzen
es: Restablecer lista de ignorados
fr: Réinitialiser la liste d'ignorées
ru: Сбросить список игнорирования
uk: Скинути список ігнорування

source: App folder
de: App-Ordner
es: Carpeta de la aplicación
fr: Dossier de l'application
ru: Папка приложения
uk: Папка додатка

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ru: Сохранить (Sozhranit')
uk: Зберегти

source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
ru: Отменить
uk: Скасувати

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ru: Сбросить
uk: Скинути

source: Backup
de: Sicherungskopie
es: Copia de seguridad
fr: Sauvegarde
ru: Резервная копия
uk: Резервна копія

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ru: Восстановить
uk: Відновити

source: Setting changes not saved!
de: Einstellungsänderungen nicht gespeichert!
es: ¡Cambios en la configuración no guardados!
fr: Changements de paramètres non enregistrés !
ru: Изменения настроек не сохранены!
uk: Зміни налаштувань не збережено!

source: Would you like to save the changes, now?
de: Möchten Sie die Änderungen jetzt speichern?
es: ¿Le gustaría guardar los cambios ahora?
fr: Voulez-vous enregistrer les modifications maintenant ?
ru: Хотите сохранить изменения сейчас?
uk: Бажаєте зберегти зміни зараз?

source: Yes
de: Ja
es: Sí
fr: Oui
ru: Да
uk: Так

source: Settings changes undone.
de: Einstellungsänderungen rückgängig gemacht.
es: Cambios en la configuración deshechos.
fr: Changements de paramètres annulés.
ru: Изменения настроек отменены.
uk: Зміни налаштувань скасовано.

source: Settings reset to default.
de: Einstellungen auf Standard zurückgesetzt.
es: Configuración restablecida a los valores predeterminados.
fr: Paramètres réinitialisés par défaut.
ru: Настройки сброшены на значения по умолчанию.
uk: Налаштування скинуті на заводські.

source: Settings saved.
de: Einstellungen gespeichert.
es: Configuración guardada.
fr: Paramètres enregistrés.
ru: Настройки сохранены.
uk: Налаштування збережено.

source: Backup successful.
de: Sicherung erfolgreich durchgeführt.
es: Copia de seguridad realizada con éxito.
fr: Sauvegarde réussie.
ru: Резервное копирование выполнено успешно.
uk: Резервне копіювання успішно виконано.

source: Backup canceled.
de: Sicherung abgebrochen.
es: Copia de seguridad cancelada.
fr: Sauvegarde annulée.
ru: Резервное копирование отменено.
uk: Резервне копіювання скасовано.

source: Backup failed.
de: Sicherung fehlgeschlagen.
es: Copia de seguridad fallida.
fr: Échec de la sauvegarde.
ru: Резервное копирование не удалось.
uk: Резервне копіювання не вдалося.

source: Backup restore successful.
de: Wiederherstellung der Sicherung erfolgreich.
es: Restauración de copia de seguridad realizada con éxito.
fr: Restauration de sauvegarde réussie.
ru: Восстановление резервной копии выполнено успешно.
uk: Відновлення резервної копії успішно виконано.

source: Backup restore canceled.
de: Wiederherstellung der Sicherung abgebrochen.
es: Restauración de copia de seguridad cancelada.
fr: Annulation de la restauration de sauvegarde.
ru: Восстановление резервной копии отменено.
uk: Скасування відновлення резервної копії.

source: Backup restore failed.
de: Wiederherstellung der Sicherung fehlgeschlagen.
es: Restauración de copia de seguridad fallida.
fr: Échec de la restauration de sauvegarde.
ru: Восстановление резервной копии не удалось.
uk: Відновлення резервної копії не вдалося.

source: Activate
de: Aktivieren
es: Activar
fr: Activer
ru: Активировать
uk: Активувати

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
ru: Деактивировать
uk: Деактивувати

source: Add Folder
de: Ordner hinzufügen
es: Agregar carpeta
fr: Ajouter un dossier
ru: Добавить папку
uk: Додати папку
