Repository: ipax77/dsstats
Catalog: src/dsstats.maui/dsstats.localization/DsstatsLoc.*.resx
Languages: de, es, fr, ru, uk

source: Thank you for using this app!
de: Vielen Dank, dass Sie diese App verwenden!
es: ¡Gracias por usar esta aplicación!
fr: Merci d'utiliser cette application !
ru: Спасибо за использование этого приложения!
uk: Дякуємо за використання цього додатка!

source: If you love Direct Strike and like to help balance the game, it would be very nice if the statistics were uploaded from time to time.
de: Wenn Sie Direct Strike lieben und gerne dazu beitragen möchten, das Spiel auszubalancieren, wäre es sehr nett, wenn die Statistiken von Zeit zu Zeit hochgeladen würden.
es: Si te encanta Direct Strike y te gusta ayudar a equilibrar el juego, sería muy bueno si las estadísticas se subieran de vez en cuando.
fr: Si vous aimez Direct Strike et que vous voulez aider à équilibrer le jeu, ce serait très bien si les statistiques étaient téléchargées de temps en temps.
ru: Если вы любите Direct Strike и хотите помочь балансировать игру, было бы очень хорошо, если статистика время от времени загружалась.
uk: Якщо ви любите Direct Strike і хочете допомогти збалансувати гру, було б дуже гарно, якщо статистика час від часу завантажувалася.

source: Would you like to allow the application to upload your Direct Strike replay data to {0}?
de: Möchten Sie der Anwendung erlauben, Ihre Direct Strike Wiederholungsdaten auf {0} hochzuladen?
es: ¿Le gustaría permitir que la aplicación cargue sus datos de repeticiones de Direct Strike en {0}?
fr: Souhaitez-vous autoriser l'application à télécharger les données de vos rediffusions Direct Strike sur {0} ?
ru: Хотите разрешить приложению загружать данные повторов Direct Strike на {0}?
uk: Чи хочете ви дозволити програмі завантажувати дані повторів Direct Strike на {0}?

source: Allow Uploads
de: Uploads erlauben
es: Permitir cargas
fr: Autoriser les téléchargements
ru: Разрешить загрузки
uk: Дозволити завантаження

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть
uk: Закрити

source: Thank you for allowing uploading! You can change the credentials in the settings at any time.
de: Vielen Dank, dass Sie das Hochladen erlauben! Sie können die Anmeldedaten jederzeit in den Einstellungen ändern.
es: ¡Gracias por permitir la carga! Puede cambiar las credenciales en la configuración en cualquier momento.
fr: Merci d'avoir autorisé le téléchargement ! Vous pouvez changer les identifiants dans les paramètres à tout moment.
ru: Спасибо за разрешение загрузки! Вы можете изменить учетные данные в любое время в настройках.
uk: Дякуємо за дозвіл на завантаження! Ви можете змінити облікові дані в будь-який час у налаштуваннях.

source: Error Replays
de: Fehlerhafte Wiederholungen
es: Repetición de errores
fr: Replays d'erreur
ru: Ошибка повторов
uk: Помилка повторів

source: Add All to Ignore List
de: Alle zur Ignorierliste hinzufügen
es: Agregar todo a la lista de ignorados
fr: Ajouter tout à la liste d'ignorés
ru: Добавить все в список игнорирования
uk: Додати всі до списку ігнорування

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
ru: Игнорировать
uk: Ігнорувати

source: Replays added to the ignore list. You can manage the list in the Settings.
de: Wiederholungen wurden zur Ignorierliste hinzugefügt. Sie können die Liste in den Einstellungen verwalten.
es: Reproducciones añadidas a la lista de ignorados. Puede gestionar la lista en Configuración.
fr: Replays ajoutés à la liste d'ignorés. Vous pouvez gérer la liste dans les paramètres.
ru: Повторы добавлены в список игнорирования. Вы можете управлять списком в настройках.
uk: Повтори додані до списку ігнорування. Ви можете управляти списком у налаштуваннях.

source: Replay added to the ignore list. You can manage the list in the Settings.
de: Wiederholung zur Ignorierliste hinzugefügt. Sie können die Liste in den Einstellungen verwalten.
es: Repetición añadida a la lista de ignorados. Puede gestionar la lista en Configuración.
fr: Replay ajouté à la liste d'ignorés. Vous pouvez gérer la liste dans les paramètres.
ru: Повтор добавлен в список игнорирования. Вы можете управлять списком в настройках.
uk: Повтор додано до списку ігнорування. Ви можете управляти списком у налаштуваннях.

source: New Version Available!
de: Neue Version verfügbar!
es: ¡Nueva versión disponible!
fr: Nouvelle version disponible !
ru: Доступна новая версия!
uk: Доступна нова версія!

source: Would you like to update now?
de: Möchten Sie jetzt aktualisieren?
es: ¿Quieres actualizar ahora?
fr: Voulez-vous mettre à jour maintenant ?
ru: Хотите обновить сейчас?

source: Update Failed
de: Aktualisierung fehlgeschlagen
es: Fallo en la actualización
fr: Échec de la mise à jour
ru: Обновление не удалось
uk: Оновлення не вдалося

source: Your version is up to date.
de: Ihre Version ist auf dem neuesten Stand.
es: Tu versión está actualizada.
fr: Votre version est à jour.
ru: Ваша версия обновлена.
uk: Ваша версія оновлена.

source: Recalculate Ratings
de: Bewertungen neu berechnen
es: Recalcular calificaciones
fr: Recalculer les notes
ru: Пересчитать рейтинги
uk: Перерахувати рейтинги

source: Starting local rating recalculation
de: Lokale Bewertungsberechnung startet
es: Iniciando recálculo de calificaciones locales
fr: Démarrage du recalcul des notes locales
ru: Начать пересчет локального рейтинга
uk: Розпочати перерахунок місцевого рейтингу

source: Ratings recalculated.
de: Bewertungen neu berechnet.
es: Calificaciones recalculadas.
fr: Notes recalculées.
ru: Рейтинги пересчитаны.
uk: Рейтинги перераховані.

source: Already decoding.
de: Bereits am Decodieren.
es: Ya está descodificando.
fr: Déjà en cours de décodage.
ru: Уже декодируется.
uk: Вже декодується.

source: New replay detected.
de: Neue Wiederholung erkannt.
es: Nueva repetición detectada.
fr: Nouvelle rediffusion détectée.
ru: Обнаружен новый повтор.
uk: Виявлено новий повтор.

source: No new replays found.
de: Keine neuen Wiederholungen gefunden.
es: No se encontraron nuevas repeticiones.
fr: Aucune nouvelle rediffusion trouvée.
ru: Новые повторы не найдены.
uk: Нових повторів не знайдено.

source: Decoding canceled.
de: Dekodierung abgebrochen.
es: Descodificación cancelada.
fr: Décodage annulé.
ru: Декодирование отменено.
uk: Декодування скасовано.

source: Start decoding.
de: Dekodierung startet.
es: Iniciar descodificación.
fr: Démarrer le décodage.
ru: Начать декодирование.
uk: Почати декодування.

source: Fan Project for analyzing Starcraft II Direct Strike Replays
de: Fan-Projekt zur Analyse von Starcraft II Direct Strike Wiederholungen
es: Proyecto de fanáticos para analizar repeticiones de Starcraft II Direct Strike
fr: Projet de fan pour analyser les rediffusions de Starcraft II Direct Strike
ru: Фан-проект для анализа повторов Starcraft II Direct Strike
uk: Фан-проект для аналізу повторів Starcraft II Direct Strike

source: All code including this app is open source (GPL-v3) and available on GitHub
de: Der gesamte Code einschließlich dieser App ist Open Source (GPL-v3) und auf GitHub verfügbar
es: Todo el código, incluida esta aplicación, es de código abierto (GPL-v3) y está disponible en GitHub
fr: Tout le code, y compris cette application, est open source (GPL-v3) et disponible sur GitHub
ru: Весь код, включая это приложение, является открытым исходным кодом (GPL-v3) и доступен на GitHub
uk: Весь код, включаючи це додаток, є відкритим вихідним кодом (GPL-v3) і доступний на GitHub

source: Project History
de: Projektgeschichte
es: Historia del proyecto
fr: Histoire du projet
ru: История проекта
uk: Історія проекту

source: Some time ago I 'briefly' described how the project came about and how it developed in the beginning
de: Vor einiger Zeit habe ich 'kurz' beschrieben, wie das Projekt entstanden ist und wie es am Anfang entwickelt wurde
es: Hace algún tiempo 'breve' describí cómo surgió el proyecto y cómo se desarrolló al principio
fr: Il y a quelque temps, j'ai 'brièvement' décrit comment le projet a vu le jour et comment il s'est développé au début
ru: Некоторое время назад я 'кратко' описал, как проект появился и как он развивался в начале
uk: Кілька часу тому я 'коротко' описав, як проект виник та як він розвивався на початку

source: For me, the project is a very good opportunity to try out the latest technologies, especially dotnet core, entity framework core, and Blazor
de: Für mich ist das Projekt eine sehr gute Gelegenheit, die neuesten Technologien auszuprobieren, insbesondere dotnet core, entity framework core und Blazor
es: Para mí, el proyecto es una muy buena oportunidad para probar las últimas tecnologías, especialmente dotnet core, entity framework core y Blazor
fr: Pour moi, le projet est une très bonne opportunité de tester les dernières technologies, en particulier dotnet core, entity framework core et Blazor
ru: Для меня проект - отличная возможность попробовать последние технологии, особенно dotnet core, entity framework core и Blazor
uk: Для мене проект - дуже гарна можливість випробувати останні технології, особливо dotnet core, entity framework core і Blazor

source: Contact
de: Kontakt
es: Contacto
ru: Контакты
uk: Контакти

source: If you have any questions about the project or if you're interested in similar work, feel free to reach out:
de: Wenn Sie Fragen zum Projekt haben oder an ähnlicher Arbeit interessiert sind, können Sie sich gerne melden:
es: Si tienes preguntas sobre el proyecto o estás interesado en trabajos similares, no dudes en ponerte en contacto:
fr: Si vous avez des questions sur le projet ou si vous êtes intéressé par un travail similaire, n'hésitez pas à nous contacter:
ru: Если у вас есть вопросы по проекту или вас интересует похожая работа, не стесняйтесь связаться:
uk: Якщо у вас є питання щодо проекту або вас цікавить подібна робота, не соромтеся звертатися:

source: Send email
de: E-Mail senden
es: Enviar correo electrónico
fr: Envoyer un e-mail
ru: Отправить письмо
uk: Надіслати листа

source: Players
de: Spieler
es: Jugadores
fr: Joueurs
ru: Игроки
uk: Гравці

source: Should a backup be created at this location now?
de: Soll jetzt eine Sicherung an diesem Ort erstellt werden?
es: ¿Debería crearse una copia de seguridad en este lugar ahora?
fr: Une sauvegarde doit-elle être créée à cet emplacement maintenant ?
ru: Следует ли создать резервную копию в этом месте сейчас?
uk: Чи слід створити резервну копію зараз у цьому місці?

source: Restore Database?
de: Datenbank wiederherstellen?
es: ¿Restaurar base de datos?
fr: Restaurer la base de données ?
ru: Восстановить базу данных?
uk: Відновити базу даних?

source: The current data will be overwritten.
de: Die aktuellen Daten werden überschrieben.
es: Los datos actuales serán sobrescritos.
fr: Les données actuelles seront écrasées.
ru: Текущие данные будут перезаписаны.
uk: Поточні дані будуть перезаписані.

source: Please check if the settings are as expected.
de: Bitte überprüfen Sie, ob die Einstellungen wie erwartet sind.
es: Por favor, compruebe si la configuración es la esperada.
fr: Veuillez vérifier si les paramètres sont conformes aux attentes.
ru: Пожалуйста, проверьте, соответствуют ли настройки ожидаемым.
uk: Будь ласка, перевірте, чи налаштування відповідають очікуванням.

# NoBatchImport
source: Conservative Replay Import (slightly slower, but more robust)
de: Konservativer Wiederholungsimport (etwas langsamer, aber robuster)
es: Importación de repeticiones conservadora (ligeramente más lenta, pero más robusta)
ru: Консервативный импорт повторов (немного медленнее, но более надежный)
uk: Консервативний імпорт повторів (трохи повільніше, але надійніше)

source: Build
es: Composición

# FENempty
source: FEN string is empty. Please apply a valid FEN before starting the build.
es: La cadena FEN está vacía. Por favor, aplique un FEN válido antes de comenzar la composición.

source: No
de: Nein
fr: Non
ru: Нет
uk: Ні
